<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <title> new document </title>
    <meta http-equiv="Content-Type" content="text/html;charset=UTF-8"/>
    <meta name="author" content=""/>
    <meta name="keywords" content=""/>
    <meta name="description" content=""/>
    <link rel="stylesheet" type="text/css" href=""/>
    <style type="text/css">
        .tp {
            height: 60px;
            width: 100%;
        }
    </style>
</head>
<body>
<script type="text/javascript" src="jquery-1.7.1.js"></script>
<script type="text/javascript">
    var T = 0;
    $(window).scroll(function () {
            T = $(document).scrollTop();
            if (T >= $(".header-wrap").height()) {
                $(".fixed-box-wrap").slideDown(800);
            } else {
                $(".fixed-box-wrap").slideUp(800);
            }
        }
    );
</script>
<div style="display:none; position:fixed;top:0px;width:100%;" class="fixed-box-wrap">
    <img class="tp" src="photos/1.jpg"/>
    <div class="header-wrap" style="color:red;">
    </div>
</div>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
落霞与孤鹜起飞；秋水共长天一色。<br/>
</body>
</html>